Repository: jfuentescasillas/GHFollowers
Catalog: *.lproj/Localizable.strings
Languages: es, fr, it

# favoritesVC
source: Favorites
es: Favoritos
fr: Favoris
it: Preferiti

# somethingWentWrongDefault
source: Something Went Wrong
es: Algo ha ido mal.
fr: Il y a un problème
it: Qualcosa è successo

# unableToRequestDefault
source: Unable to complete request
es: Petición no pudo realizarse.
fr: Demande Incomplète
it: Impossibile completare la richiesta

# badStuffHappenedTitle
source: Bad Stuff Happened
es: Algo raro pasó
fr: Une erreur s'est passée
it: Ci sono degli errori

# successTitle
source: Success!
es: ¡Muy Bien!
fr: Parfait!
it: Successo!

# emptyUsernameTitle
source: Empty Username
es: Nombre De Usuario Vacío
fr: Nom d'utilisateur vide
it: Nome utente vuoto

# unableToRemoveTitle
source: Unable To Remove
es: No pudo eliminarse
fr: Impossible de supprimer
it: Impossibile rimuovere

# invalidURLTitle
source: Invalid URL
es: URL No Válida
fr: URL invalide
it: URL Non Valido

# noFollowersTitle
source: No Followers
es: Sin Seguidores
fr: Pas de suiveur(e)s
it: Nessun Follower

# successMsg
source: This user is now in your favorites list!
es: ¡Esta persona ahora está en tu lista de favoritas!
fr: Cette personne est maintenant dans ta liste de favorites!
it: Questa persona è ora nella tua lista di preferiti!

# emptyUsernameMsg
source: Please enter a username, we need to know who to look for
es: Ingresa un nombre de usuario por favor, necesitamos saber a quién buscar.
fr: Veuillez entrer un nom d'utilisateur pour rechercher quelqu'un.
it: Inserisci nome utente, dobbiamo sapere chi cercare.

# invalidURLMsg
source: Invalid URL attached to this user
es: Esta persona tiene adjuntada una URL inválida.
fr: URL non valide associée à cette personne.
it: URL non valido allegato a questa persona.

# noFollowersMsg
source: This User Has NO Followers
es: Esta persona NO tiene seguidores.
fr: Cette personne n'a PAS de suiveur(e)s.
it: Questa persona NON ha dei Followers

# invalidUsername
source: This username created an invalid request. Please try again.
es: Este nombre de usuario creó una petición inválida. Intenta de nuevo más tarde por favor.
fr: Ce nom d'utilisateur a crée une demande invalide. Réessaie plus tard.
it: Questo nome utente ha creato una richiesta non valida. Riprovare.

# unableToCompleteRequest
source: Unable to complete your request. Please check your internet connection.
es: Petición no completada. Verifica tu conexión a internet.
fr: Impossible de compléter ta demande. Vérifie ta connexion internet.
it: Impossibile completare la richiesta. Per favore controlla la tua conessione internet.

# invalidResponse
source: Invalid response from the server. Please try again.
es: Respuesta del servidor inválida. Por favor intenta de nuevo más tarde.
fr: Réponse invalide du serveur. Réesaie plus tard.
it: Risposta non valida dal server. Per favore riprova.

# invalidData
source: Invalid data received from the server. Please try again.
es: Datos inválidos recibidos del servidor. Por favor intenta de nuevo más tarde.
fr: Données non valides reçues du serveur. Réesaie plus tard.
it: Dati non validi ricevuti dal server. Per favore riprova.

# unableToFavorite
source: There was an error trying to save this user into favorites list. Please try again.
es: Error al guardar este usuario en tu lista de favoritos. Intenta de nuevo más tarde.
fr: Une erreur s'est produite lors de la tentative d'enregistrement dans la liste de favoris. Réesaie plus tard.
it: Errore verificato durante il tentativo di salvare questa persona nell'elenco dei preferiti. Per favore riprova.

# alreadyInFavorites
source: This user is already saved in your favorites list. This user won't be saved again.
es: Usuario ya existente en tu lista de favoritos. No será guardado.
fr: Cette personne est déjà enregistré dans ta liste de favoris. Elle ne sera plus réenregistrée.
it: Questa persona è già stata salvata nella tua lista dei preferiti. Non verrà salvato di nuovo.

# successBtn
source: Excellent!
es: ¡Excelente!
it: Eccellente!

# okBtn
source: OK
es: Entendido

# sadBtn
source: Sad Life ☹️
es: Qué triste ☹️
fr: C'est triste ☹️
it: Così triste ☹️

# noFollowers
source: This user has zero followers 🥺 Go follow them! 🤓
es: Esta persona no tiene quien le siga 🥺 ¡Síguela! 🤓
fr: Cette personne n'est pas suivie 🥺 Allez la suivre! 🤓
it: Non ci sono follower 🥺 Vai a seguirli! 🤓

# emptyState
source: No favorites? Add one on the follower screen!
es: ¿Sin favoritos? ¡Añádeles desde la pantalla de seguidores!
fr: Pas de favoris? Ajutes-en un sur l'écran des suiveur(e)s!
it: Nessun preferito? Aggiungine uno dalla schermata dei follower!

source: Public Repos
es: Repos Públicos
fr: Repos Publiques
it: Repos Pubblici

source: Public Gists
es: Gists Públicos
fr: Gists Publiques
it: Gists Pubblici

# followersLbl
source: Followers
es: Seguidores
fr: Suiveur(e)s

# followingLbl
source: Following
es: Siguiendo
fr: Suivant
it: Seguendo

# inGithubSinceLbl
source: In GitHub since
es: En GitHub desde
fr: En GitHub depuis
it: In GitHub da

source: GitHub Profile
es: Perfil de GitHub
fr: Profile de GitHub
it: Profilo GitHub

source: Get Followers
es: Obtener Seguidores
fr: Voir Suiveur(e)s
it: Vedere Followers

# noLocationDefault
source: No Location
es: Sin ubicación
fr: Pas de Location
it: Nessuna ubicazione

# noBioDefault
source: No Bio Available
es: No hay biografía disponible
fr: Pas de Bio Disponible
it: Nessuna Bio Disponibile

# searchVCTextFieldPlaceholder
source: Enter Username
es: Escribe nombre de usuario
fr: Rechercher Nom d'Utilisateur(e)
it: Inserire Nome Utente

# resultsTextFieldPlaceholder
source: Search for a username
es: Busca nombre de usuario
fr: Rechercher des utilisateur(e)s
it: Cerca Nome Utente
